const dataContent = [
    {
      posts: [
        {
          title: "2015",
          description: "13 сентября — частное солнечное затмение, видимое в Южной Африке и части Антарктиды"  
        },
        {
          title: "2016",
          description: "Телескоп «Хаббл» обнаружил самую удалённую из всех обнаруженных галактик, получившую обозначение GN-z11"  
        },
        {
          title: "2017",
          description: "Компания Tesla официально представила первый в мире электрический грузовик Tesla Semi"  
        },
        {
          title: "2018",
          description: "13 сентября — частное солнечное затмение, видимое в Южной Африке и части Антарктиды"  
        },
        {
          title: "2019",
          description: "13 сентября — частное солнечное затмение, видимое в Южной Африке и части Антарктиды"  
        },
        {
          title: "2020",
          description: "13 сентября — частное солнечное затмение, видимое в Южной Африке и части Антарктиды"  
        },      
      ]
    },
    {
      posts: [
        {
          title: "1992",
          description: "13 сентября — частное солнечное затмение, видимое в Южной Африке и части Антарктиды"  
        },
        {
          title: "1994",
          description: "Телескоп «Хаббл» обнаружил самую удалённую из всех обнаруженных галактик, получившую обозначение GN-z11"  
        },
        {
          title: "1995",
          description: "Компания Tesla официально представила первый в мире электрический грузовик Tesla Semi"  
        },
        {
          title: "1996",
          description: "13 сентября — частное солнечное затмение, видимое в Южной Африке и части Антарктиды"  
        },
        {
          title: "1997",
          description: "13 сентября — частное солнечное затмение, видимое в Южной Африке и части Антарктиды"  
        },    
      ]
    },
    {
      posts: [
        {
          title: "1860",
          description: "13 сентября — частное солнечное затмение, видимое в Южной Африке и части Антарктиды"  
        },
        {
          title: "1862",
          description: "Телескоп «Хаббл» обнаружил самую удалённую из всех обнаруженных галактик, получившую обозначение GN-z11"  
        },
        {
          title: "1863",
          description: "Компания Tesla официально представила первый в мире электрический грузовик Tesla Semi"  
        },
        {
          title: "1864",
          description: "13 сентября — частное солнечное затмение, видимое в Южной Африке и части Антарктиды"  
        },
        {
          title: "1866",
          description: "13 сентября — частное солнечное затмение, видимое в Южной Африке и части Антарктиды"  
        },    
      ]
    },
    {
      posts: [
        {
          title: "2000",
          description: "13 сентября — частное солнечное затмение, видимое в Южной Африке и части Антарктиды"  
        },
        {
          title: "2001",
          description: "Телескоп «Хаббл» обнаружил самую удалённую из всех обнаруженных галактик, получившую обозначение GN-z11"  
        },
        {
          title: "2002",
          description: "Компания Tesla официально представила первый в мире электрический грузовик Tesla Semi"  
        },
        {
          title: "2020",
          description: "13 сентября — частное солнечное затмение, видимое в Южной Африке и части Антарктиды"  
        },
        {
          title: "2002",
          description: "13 сентября — частное солнечное затмение, видимое в Южной Африке и части Антарктиды"  
        },    
      ]
    }
  ]

const sliderDate = [
  {blueText: 1992, pinkText: 1997},
  {blueText: 1999, pinkText: 2004},
  {blueText: 1987, pinkText: 1991},
  {blueText: 2015, pinkText: 2022},
  {blueText: 1997, pinkText: 2002},
  {blueText: 2000, pinkText: 2025},
]

const bulletLabel = [
  {id: 0, name: "Наука"},
  {id: 1, name: "Литература"},
  {id: 2, name: "История"},
  {id: 3, name: "Frontend"},
  {id: 4, name: "CI/CD"},
  {id: 5, name: "DevOps"},
]

const exportedDatas = {sliderDate, dataContent, bulletLabel}
export default exportedDatas